{
    "en": {
        "name": "Your Name",
        "email": "Your Email",
        "subject": "Subject",
        "message": "Message",
        "cvs_complete": "Complete CVs in the languages:", 
        "home_button": "Home",
        "about_button": "About",
        "skills_button": "Skill",
        "resume_button": "Resume",
        "portfolio_button": "Portfolio",
        "tools_button": "Tools",
        "contact_botton": "Contact",
        "about_section": "About",
        "about_title": "SAP BI | Data Engineer.",
        "about_resume": "+16 years working with SAP BW / BO / HANA project development, integrating project, implementation, custom development and maintenance teams in big companies.\n Always looking to be in touch with what the market is practising as Open Source tools with Data Engineering (modern data stack).",
        "about_t_date": "Birthday:",
        "about_date": "28 Feb",
        "about_t_city": "City:",
        "about_city": "Londrina, Brazil",
        "about_degree": "Information Systems",
        "about_freelance": "Available",
        "about_personality": "Personality:",
        "about_personality1": "Who am I? I am the father of a very special son whom I love very much, as does my beloved wife, who always does everything possible for his good education and a good relationship with the outside world.",
        "about_personality2": "But, it is not easy to talk about ourselves, right?",
        "about_personality3": "So let's go, I am an understanding person when it comes to everyday situations, not giving importance to small everyday problems. Because we will always have them and solve them in the best way we can, and when not, we ask for help from whoever can help us.",
        "about_personality4": "I have a fondness for wine and family trips, my hobby and fun. I really like to laugh out loud when those unusual situations happen that we do not expect. Just writing here makes me laugh...lol.",
        "about_personality5": "I hope I have said a little about myself, but as I said...it is not easy to talk about ourselves.",
        "stats_clients": "Happy Clients",
        "stats_projects": "Projects",
        "stats_support": "Hours Of Support",
        "stats_hard": "Hard Work",
        "skills_title": "Skills",
        "skills_text": "Main knowledge in the following tools:",
        "resume_title": "Resume",
        "qualidications_title": "QUALIFICATIONS:",
        "resume_text1": "Professional with solid experience in implementing/maintaining Data Warehouse (SAP BW) and systems integration to obtain management reports, having worked for Oil & Gas, Consumer Goods, Banks and Insurance companies.",
        "resume_bold2": "Data:",
        "resume_text2": "Data: Experience in data engineering, working with SAP Data Warehouse and other cloud and on-premise platforms. Focused on creating efficient pipelines to transform data into strategic insights, with skills in current market tools, thus, committed to innovation and continuous process optimization.",
        "resume_bold3": "Digital:",
        "resume_text3": "Digital: Data-driven with the ability to analyze data accurately through performance indicators, effective communication with stakeholders, facilitating decision-making through the reports developed.",
        "resume_bold4": "Innovation:",
        "resume_text4": "Innovation: Critical and analytical perception to improve operational processes that were in a Business Intelligence tool and should have been in an ERP system or the source system itself, due to a series of complications that would be caused and rework, making it unfeasible for the data loading process and making it available.",
        "resume_bold5": "Team management:",
        "resume_text5": "Team management: Responsible for technical leadership and management of a support team within one of the largest companies in Brazil, dealing with performance indicators, the most important for the sector, the SLA in terms of customer service.",
        "resume_bold6": "International Experiences:",
        "resume_text6": "International Experiences: Work experience in Argentina to understand the processes and support, integrating the same Brazilian team in a company in the Oil & Gas sector. Residing in Europe (Portugal) for five years and working as a SAP BW/BI consultant for a large company in the Oil & Gas sector, working to implement and build a Data Warehouse and display the data and make decisions.",
        "sumary_title": "Sumary",
        "sumary_text": "+16 years working with SAP BW / BO / HANA project development, integrating project, implementation, custom development and maintenance teams in big companies.",
        "education_head1": "Education",
        "education_title1": "Data Engineering Specialization",
        "education_text1": "VINCIT College, Maringá, PR",
        "education_text2": "The Postgraduate course in Data Engineering aims to train professionals capable of dealing with the challenges of managing and processing large volumes of data in modern organizations.",
        "education_title2": "Bachelor's Degree in Information Systems",
        "education_text3": "The Information Systems degree prepares professionals who are able to share information safely and efficiently within an organization. You will learn how to plan, analyze, manage and implement modern technology solutions.",
        "experience_head": "Professional Experience (last two)",
        "experience_title1": "Consultant SAP BW/BI",
        "experience_local1": "Experience, Lisbon, Portugal",
        "experience_text1": "Reporting to: Project Manager;",
        "experience_text2": "Implementation of a project from scratch, with the help of Business Content to meet the following modules:",
        "experience_text3": "- MM-PUR - Purchasing / FI-GL (General Accounting) in the SAP BW/4HANA environment;",
        "experience_text4": "- Maintenance of processes that were still running in another instance, but in the BW 7.5 version;",
        "experience_title2": "Consultant SAP BW/4HANA", 
        "experience_text5": "Project implementation, Lisbon, Portugal",
        "experience_text6": "Reporting to: Project Manager;",
        "experience_text7": "Implementation from scratch in modules in BW/4HANA in the modules:",
        "experience_text8": "- MM-Stocks: inventory management originating from SAP S/4HANA;",
        "experience_text9": "- MM-Purchases: purchasing management that comes from SAP S/4HANA;",
        "experience_text10": "- SD-Sales and Billing: sales process that originates in SAP S/4HANA;",
        "portfolio_title": "Portfolio",
        "portfolio_text": "I am a person passionate about transforming data into valuable insights. My experience ranges from building efficient pipelines to developing advanced analytics solutions. I have worked with technologies such as Python, SQL, SAP Data Warehouse, and cloud solutions, always with the goal of creating robust and scalable systems to meet business needs. Here you will find an overview of my recent projects and activities, including integrations, automations, and implementations that generate strategic insights and drive results.",
        "portfolio_subtitle": "Here are some of my collections:",
        "portfolio_text1": "Some of my work can be shown here. You can select by categories, as shown here on the right.",
        "portfolio_filter": "All",
        "portfolio_filter1": "App",
        "portfolio_filter2": "Product",
        "portfolio_filter3": "Branding",
        "portfolio_filter4": "Books",
        "tools_title": "Tools",
        "tools_text": "Here are some of the main tools you can use for pipeline creation, automation, data and load processing (ETL/ELT), documentation, etc.",
        "tools_title1": "Docker",
        "tools_text1": "Containerization software for developers and teams. Simplify development with Docker Desktop's powerful containerization tools.",
        "tools_title2": "Terrafom",
        "tools_text2": "Automate infrastructure on any cloud with Terraform. Infrastructure automation to provision and manage resources in any cloud or data center.",
        "tools_title3":"Airbyte",
        "tools_text3": "Reliable and extensible open source data pipeline. Self-host the fastest growing catalog of connectors in ELT today.",
        "tools_title4": "dbt",
        "tools_text4": "Finance, Marketing, and Gen AI run on data. Data runs on dbt. Power everything in your business with high-quality, trusted, and reliable data.",
        "tools_title5": "Apache Spark",
        "tools_text5": "Is a multi-language engine for running data engineering, data science, and machine learning on single-node machines or clusters.",
        "tools_title6": "Kubernets",
        "tools_text6": "Also known as K8s, is an open source system for automating deployment, scaling, and management of containerized applications.",
        "contact_title": "Contact",
        "contact_subtitle": "If you want to get in touch, leave a message and I will respond as soon as I can.",
        "address_title": "Address",
        "address_local": "Londrina, Brazil",
        "message_title": "Message",
        "message_subtitle": "Send a message via the dialog box on the side.",
        "send_message": "Send Message",
        "response-message": "Thanks for getting in touch!",
        "phrase_text": "'The ideals that have illuminated my path are goodness, beauty and truth.'",
        "phrase_author": "Albert Einstein"
    },
    "pt": {
        "name": "Seu Nome",
        "email": "Seu E-mail",
        "subject": "Assunto",
        "message": "Mensagem",
        "cvs_complete": "CV's completos nos idiomas:",
        "home_button": "Home",
        "about_button": "Sobre",
        "skills_button": "Habilidades",
        "resume_button": "Resumo",
        "portfolio_button": "Portfólio",
        "tools_button": "Ferramentas",
        "contact_botton": "Contato",
        "about_section": "Sobre",
        "about_title": "SAP BI | Engenheiro de Dados.",
        "about_resume": "+16 anos trabalhando com desenvolvimento de projetos SAP BW/BO/HANA, integrando equipes de projeto, implementação, desenvolvimento customizado e manutenção em grandes empresas. Sempre buscando estar em contato com o que o mercado está praticando como ferramentas Open Source com Data Engineering (modern data stack).",
        "about_t_date": "Aniversário:",
        "about_date": "28 de Fevereiro",
        "about_t_city": "Cidade:",
        "about_city": "Londrina, Brazil",
        "about_t_degree": "Bacharelado:",
        "about_degree": "Sistemas de Informação",
        "about_t_freelance": "Freelance:",
        "about_freelance": "Disponível",
        "about_personality": "Personalidade:",
        "about_personality1": "Quem sou eu? Sou pai de um filho muito especial que amo muito, assim como minha querida esposa, que sempre faz todo o possível para sua boa educação e um bom relacionamento com o mundo exterior.",
        "about_personality2": "Mas, não é fácil falar de nós mesmos, certo?",
        "about_personality3": "Então vamos lá, sou uma pessoa compreensiva quando se trata de situações do dia a dia, não dando importância aos pequenos problemas do cotidiano. Porque sempre os teremos e resolveremos da melhor maneira que pudermos, e quando não, pedimos ajuda a quem puder nos ajudar.",
        "about_personality4": "Tenho um gosto por vinhos e viagens em família, meu hobby e diversão. Gosto muito de rir alto quando acontecem aquelas situações inusitadas que não esperamos. Só de escrever aqui já me faz rir... haha.",
        "about_personality5": "Espero ter falado um pouco sobre mim, mas como disse... não é fácil falar sobre nós mesmos.",
        "stats_clients": "Clientes Satisfeitos",
        "stats_projects": "Projetos",
        "stats_support": "Horas de Suporte",
        "stats_hard": "Trabalho Duro",
        "skills_title": "Habilidades",
        "skills_text": "Principais conhecimentos nas seguintes ferramentas:",
        "resume_title": "Resumo",
        "qualidications_title": "QUALIFICAÇÕES:",
        "resume_text1": "Profissional com sólida experiência em implantação/manutenção de Data Warehouse (SAP BW) e integração de sistemas para obtenção de relatórios gerenciais, tendo atuado em empresas de Petróleo e Gás, Bens de Consumo, Bancos e Seguradoras.",
        "resume_bold2": "Dados:",
        "resume_text2": "Dados: Experiência em engenharia de dados, trabalhando com SAP Data Warehouse e outras plataformas cloud e on-premise. Focado na criação de pipelines eficientes para transformar dados em insights estratégicos, com habilidade nas ferramentas atuais do mercado, portanto, comprometido com a inovação e otimização contínua de processos.",
        "resume_bold3": "Digital:",
        "resume_text3": "Digital: Data-driven com capacidade de análise de dados com precisão através de indicadores de desempenho, comunicação eficaz com os stakeholders, facilitando a tomada de decisões através dos relatórios desenvolvidos.",
        "resume_bold4": "Inovação:",
        "resume_text4": "Inovação: Percepção crítica e analítica para melhorar processos operacionais que estavam em uma ferramenta de Business Intelligence e deveriam estar em um sistema ERP ou no próprio sistema fonte, devido a uma série de complicações que seriam causadas e retrabalhos, inviabilizando os dados processo de carregamento e disponibilização.",
        "resume_bold5": "Gestão de equipe:",
        "resume_text5": "Gestão de equipe: Responsável pela liderança técnica e gestão de equipe de suporte dentro de uma das maiores empresas do Brasil, lidando com indicadores de desempenho, o mais importante para o setor, o SLA em termos de atendimento ao cliente.",
        "resume_bold6": "Experiências Internacionais:",
        "resume_text6": "Experiências Internacionais: Experiência de trabalho na Argentina para entendimento dos processos e suporte, integrando a mesma equipe brasileira em empresa do setor de Oil & Gas. Residindo na Europa (Portugal) há cinco anos e trabalhando como consultor SAP BW/BI para uma grande empresa do setor de Oil & Gas, trabalhando na implementação e construção de um Data Warehouse e na visualização dos dados e na tomada de decisões.",
        "sumary_title": "Sumário",
        "sumary_text": "+16 anos trabalhando com desenvolvimento de projetos SAP BW / BO / HANA, integrando equipes de projeto, implementação, desenvolvimento customizado e manutenção em grandes empresas. Sempre buscando estar em contato com o que o mercado está praticando como ferramentas Open Source com Data Engineering (modern data stack).",
        "education_head1": "Educação",
        "education_title1": "Especialização em Engenharia de Dados",
        "education_text1": "Faculdade VINCIT, Maringá, PR",
        "education_text2": "A Pós-Graduação em Engenharia de Dados tem como objetivo formar profissionais capazes de lidar com os desafios de gestão e processamento de grandes volumes de dados nas organizações modernas.",
        "education_title2": "Bacharelado em Sistemas de Informação",
        "education_text3": "A graduação em Sistemas de Informação prepara profissionais capazes de compartilhar informações com segurança e eficiência dentro de uma organização. Você aprenderá como planejar, analisar, gerenciar e implementar soluções tecnológicas modernas.",
        "experience_head": "Experiência Profissional (duas últimas)",
        "experience_title1": "Consultor SAP BW/BI",
        "experience_local1": "Experiência, Lisbon, Portugal",
        "experience_text1": "Reporte: Gerente de Projetos;",
        "experience_text2": "Implementação de projeto do zero, com auxílio de Business Content para atender os seguintes módulos:",
        "experience_text3": "- MM-PUR - Compras / FI-GL (Contabilidade Geral) no ambiente SAP BW/4HANA;",
        "experience_text4": "- Manutenção de processos que ainda rodavam em outra instância, mas na versão BW 7.5;",
        "experience_title2": "Consultor SAP BW/4HANA", 
        "experience_text5": "Implementação do projeto, Lisboa, Portugal",
        "experience_text6": "Reporte: Gerente de Projetos;",
        "experience_text7": "Implementação do zero nos módulos no BW/4HANA nos módulos:",
        "experience_text8": "- MM-Stocks: gestão de estoques originado do SAP S/4HANA;",
        "experience_text9": "- MM-Purchases: gestão de compras que vem do SAP S/4HANA;",
        "experience_text10": "- SD-Vendas e Faturamento: processo de vendas que dá origem no SAP S/4HANA;",
        "portfolio_title": "Portfólio",
        "portfolio_text": "Sou uma pessoa apaixonada por transformar dados em insights valiosos. Minha experiência vai desde a construção de pipelines eficientes até o desenvolvimento de soluções analíticas avançadas. Trabalhei com tecnologias como Python, SQL, SAP Data Warehouse e soluções em nuvem, sempre com o objetivo de criar sistemas robustos e escaláveis ​​para atender às necessidades do negócio. Aqui você encontrará uma visão geral dos meus projetos e atividades recentes, incluindo integrações, automações e implementações que geram insights estratégicos e geram resultados.",
        "portfolio_subtitle": "Aqui estão algumas de minhas coleções:",
        "portfolio_text1": "Alguns dos meus trabalhos podem ser mostrados aqui. Você pode selecionar por categorias, conforme mostrado aqui à direita.",
        "portfolio_filter": "Todos",
        "portfolio_filter1": "Aplicativo",
        "portfolio_filter2": "Produto",
        "portfolio_filter3": "Marca",
        "portfolio_filter4": "Livros",
        "tools_title": "Ferramentas",
        "tools_text": "Aqui estão algumas das principais ferramentas que você pode usar para criação de pipeline, automação, processamento de dados e carga (ETL/ELT), documentação, etc.",
        "tools_title1": "Docker",
        "tools_text1": "Software de conteinerização para desenvolvedores e equipes. Simplifique o desenvolvimento com as poderosas ferramentas de conteinerização do Docker Desktop.",
        "tools_title2": "Terrafom",
        "tools_text2": "Automatize a infraestrutura em qualquer nuvem com o Terraform. Automação de infraestrutura para provisionar e gerenciar recursos em qualquer nuvem ou data center.",
        "tools_title3":"Airbyte",
        "tools_text3": "Pipeline de dados de código aberto confiável e extensível. Hospede por conta própria o catálogo de conectores que mais cresce no ELT atualmente.",
        "tools_title4": "dbt",
        "tools_text4": "Finanças, Marketing e Gen AI funcionam com base em dados. Os dados são executados em dbt. Potencialize tudo em seu negócio com dados confiáveis e de alta qualidade.",
        "tools_title5": "Apache Spark",
        "tools_text5": "É um mecanismo multilíngue para executar engenharia de dados, ciência de dados e aprendizado de máquina em máquinas ou clusters de nó único.",
        "tools_title6": "Kubernets",
        "tools_text6": "Também conhecido como K8s, é um sistema de código aberto para automatizar a implantação, o escalonamento e o gerenciamento de aplicativos em contêineres.",
        "contact_title": "Contato",
        "contact_subtitle": "Se quiser entrar em contato, deixe uma mensagem e responderei o mais breve possível.",
        "address_title": "Endereço",
        "address_local": "Londrina, Brasil",
        "message_title": "Mensagem",
        "send_message": "Enviar Mensagem",
        "message_subtitle": "Envie uma mensagem através da caixa de diálogo ao lado.",
        "response-message": "Obrigado por entrar em contato!",
        "phrase_text": "'Os ideais que iluminaram meu caminho são o bem, a beleza e a verdade.'",
        "phrase_author": "Albert Einstein"
    },
    "es": {
        "name": "Su Nombre",
        "email": "Su correo electrónico",
        "subject": "Asunto",
        "message": "Mensaje",
        "cvs_complete": "CV completos en idiomas:",
        "home_button": "Home",
        "about_button": "Sobre",
        "skills_button": "Habilidades",
        "resume_button": "Resumo",
        "portfolio_button": "Cartera",
        "tools_button": "Herramientas",
        "contact_botton": "Contacto",
        "about_section": "Sobre",
        "about_title": "SAP BI | Ingeniero de datos.",
        "about_resume": "+16 anos trabalhando com desenvolvimento de projetos SAP BW/BO/HANA, integrando equipes de projeto, implementação, desenvolvimento customizado e manutenção em grandes empresas. Sempre buscando estar em contato com o que o mercado está praticando como ferramentas Open Source com Data Engineering (modern data stack).",
        "about_t_date": "Cumpleaños:",
        "about_date": "28 de Febrero",
        "about_t_city": "Ciudad:",
        "about_city": "Londrina, Brazil",
        "about_t_degree": "Licenciatura:",
        "about_degree": "Sistemas de información",
        "about_t_freelance": "Independiente:",
        "about_freelance": "Disponible",
        "about_personality": "Personalidad:",
        "about_personality1": "¿Quién soy yo? Soy padre de un hijo muy especial al cual quiero mucho, al igual que mi amada esposa, quien siempre hace todo lo posible por su buena educación y una buena relación con el mundo exterior.",
        "about_personality2": "Pero no es fácil hablar de nosotros mismos, ¿verdad?",
        "about_personality3": "Así que vamos, soy una persona comprensiva en las situaciones cotidianas, no dando importancia a los pequeños problemas cotidianos. Porque siempre los tendremos y los solucionaremos de la mejor manera que podamos, y cuando no, pedimos ayuda a quien pueda ayudarnos.",
        "about_personality4": "Tengo afición por el vino y los viajes familiares, mi hobby y diversión. Me gusta mucho reírme a carcajadas cuando suceden esas situaciones insólitas que no esperamos. Sólo escribir aquí me hace reír...jaja.",
        "about_personality5": "Espero haber dicho un poco sobre mí, pero como dije... no es fácil hablar de nosotros mismos.",
        "stats_clients": "Clientes Felices",
        "stats_projects": "Proyectos",
        "stats_support": "Horas de soporte",
        "stats_hard": "Trabajo duro",
        "skills_title": "Habilidades",
        "skills_text": "Principales conocimientos en las siguientes herramientas:",
        "resume_title": "Resumen",
        "qualidications_title": "CALIFICACIONES:",
        "resume_text1": "Profesional con sólida experiencia en implementación/mantenimiento de Data Warehouse (SAP BW) e integración de sistemas para la obtención de informes de gestión, habiendo trabajado para Oil & Gas, Bienes de Consumo, Bancos y Compañías de Seguros.",
        "resume_bold2": "Datos:",
        "resume_text2": "Datos: Experiencia en ingeniería de datos, trabajando con SAP Data Warehouse y otras plataformas en la nube y on-premise. Enfocado en crear pipelines eficientes para transformar datos en insights estratégicos, con habilidades en las herramientas actuales del mercado, comprometido con la innovación y la optimización continua de procesos.",
        "resume_bold3": "Digital:",
        "resume_text3": "Digital: Basado en datos con capacidad de analizar datos con precisión a través de indicadores de desempeño, comunicación efectiva con las partes interesadas, facilitando la toma de decisiones a través de los informes desarrollados.",
        "resume_bold4": "Innovación:",
        "resume_text4": "Innovación: Percepción crítica y analítica para mejorar procesos operativos que estaban en una herramienta de Business Intelligence y deberían haber estado en un sistema ERP o en el propio sistema fuente, debido a una serie de complicaciones que se provocarían y retrabajarían, haciéndolo inviable para los datos. proceso de carga y puesta a disposición.",
        "resume_bold5": "Gestión de equipos:",
        "resume_text5": "Gestión de equipos: Responsable del liderazgo técnico y gestión de un equipo de soporte dentro de una de las mayores empresas de Brasil, atendiendo a los indicadores de desempeño, el más importante para el sector, el SLA en términos de atención al cliente.",
        "resume_bold6": "Experiencias Internacionales:",
        "resume_text6": "Experiencias Internacionales: Experiencia laboral en Argentina para comprender los procesos y soporte, integrando el mismo equipo brasileño en una empresa del sector Oil & Gas. Residiendo en Europa (Portugal) durante cinco años y trabajando como consultor SAP BW/BI para una gran empresa del sector Oil & Gas, trabajando para implementar y construir un Data Warehouse y visualizar los datos y tomar decisiones.",
        "sumary_title": "Sumario",
        "sumary_text": "+16 años trabajando con el desarrollo de proyectos SAP BW / BO / HANA, integrando equipos de proyecto, implementación, desarrollo personalizado y mantenimiento en grandes empresas. Siempre buscando estar en contacto con lo que el mercado está practicando como herramientas Open Source con Ingeniería de Datos (modern data stack).",
        "education_head1": "Educación",
        "education_title1": "Especialización en Ingeniería de Datos",
        "education_text1": "Colegio VINCIT, Maringá, PR",
        "education_text2": "El Postgrado en Ingeniería de Datos tiene como objetivo formar profesionales capaces de afrontar los desafíos de la gestión y procesamiento de grandes volúmenes de datos en las organizaciones modernas.",
        "education_title2": "Licenciatura en Sistemas de Información",
        "education_text3": "La carrera de Sistemas de Información prepara profesionales que sean capaces de compartir información de forma segura y eficiente dentro de una organización. Aprenderá a planificar, analizar, gestionar e implementar soluciones tecnológicas modernas.",
        "experience_head": "Experiencia Profesional (dos últimas)",
        "experience_title1": "Consultor SAP BW/BI",
        "experience_local1": "Experiencia, Lisboa, Portugal",        
        "experience_text1": "Reportando a: Gerente de Proyecto;",
        "experience_text2": "Implementación de un proyecto desde cero, con ayuda de Business Content para cumplir con los siguientes módulos:",
        "experience_text3": "- MM-PUR - Compras / FI-GL (Contabilidad General) en el entorno SAP BW/4HANA;",
        "experience_text4": "- Mantenimiento de procesos que aún estaban ejecutándose en otra instancia, pero en la versión BW 7.5;",
        "experience_title2": "Consultor SAP BW/4HANA", 
        "experience_text5": "Implementación del proyecto, Lisboa, Portugal",
        "experience_text6": "Reportando a: Gerente de Proyecto;",
        "experience_text7": "Informe: Implementación desde cero en módulos en BW/4HANA en los módulos:",
        "experience_text8": "- MM-Stocks: gestión de inventarios provenientes de SAP S/4HANA;",
        "experience_text9": "- MM-Purchases: gestión de compras que proviene de SAP S/4HANA;",
        "experience_text10": "- SD-Sales and Billing: proceso de ventas que se origina desde SAP S/4HANA;",
        "portfolio_title": "Cartera",
        "portfolio_text": "Soy una persona apasionada por transformar datos en insights valiosos. Mi experiencia abarca desde la construcción de canales eficientes hasta el desarrollo de soluciones de análisis avanzado. He trabajado con tecnologías como Python, SQL, SAP Data Warehouse y soluciones en la nube, siempre con el objetivo de crear sistemas robustos y escalables para satisfacer las necesidades del negocio. Aquí encontrará una descripción general de mis proyectos y actividades recientes, incluidas integraciones, automatizaciones e implementaciones que generan conocimientos estratégicos e impulsan resultados.",
        "portfolio_subtitle": "Estas son algunas de mis colecciones:",
        "portfolio_text1": "Algunos de mis trabajos se pueden mostrar aquí. Puede seleccionar por categorías, como se muestra aquí a la derecha.",
        "portfolio_filter": "Todo",
        "portfolio_filter1": "Aplicación",
        "portfolio_filter2": "Producto",
        "portfolio_filter3": "Herrada",
        "portfolio_filter4": "Libros",
        "tools_title": "Herramientas",
        "tools_text": "Estas son algunas de las principales herramientas que puede utilizar para la creación de canalizaciones, la automatización, el procesamiento de datos y cargas (ETL/ELT), la documentación, etc.",
        "tools_title1": "Docker",
        "tools_text1": "Software de contenerización para desarrolladores y equipos. Simplifique el desarrollo con las potentes herramientas de contenedorización de Docker Desktop.",
        "tools_title2": "Terrafom",
        "tools_text2": "Automatice la infraestructura en cualquier nube con Terraform. Automatización de infraestructura para aprovisionar y gestionar recursos en cualquier nube o centro de datos.",
        "tools_title3":"Airbyte",
        "tools_text3": "Canal de datos de código abierto confiable y extensible. Hospédese usted mismo el catálogo de conectores de ELT de más rápido crecimiento en la actualidad.",
        "tools_title4": "dbt",
        "tools_text4": "Las finanzas, el marketing y la generación de IA se basan en datos. Los datos se ejecutan en dbt. Impulse todo en su negocio con datos confiables, confiables y de alta calidad.",
        "tools_title5": "Apache Spark",
        "tools_text5": "Es un motor multilingüe para ejecutar ingeniería de datos, ciencia de datos y aprendizaje automático en máquinas o clústeres de un solo nodo.",
        "tools_title6": "Kubernets",
        "tools_text6": "También conocido como K8, es un sistema de código abierto para automatizar la implementación, el escalado y la gestión de aplicaciones en contenedores.",
        "contact_title": "Contacto",
        "contact_subtitle": "Si quieres ponerte en contacto déjame un mensaje y te responderé lo antes posible.",
        "address_title": "Dirección",
        "address_local": "Londrina, Brasil",
        "message_title": "Mensaje",
        "message_subtitle": "Envíe un mensaje a través del cuadro de diálogo al costado.",
        "send_message": "Enviar Mensaje",
        "response-message": "¡Gracias por ponerte en contacto!",
        "phrase_text": "'Los ideales que han iluminado mi camino son la bondad, la belleza y la verdad.'",
        "phrase_author": "Albert Einstein"
    }   
}
